Repository: boiteasite/wp-geonames
Catalog: lang/wpGeonames-*.po
Languages: fr_fr, it_it

source: A : country, state, region
fr_fr: A : pays, état, région
it_it: A : paese, stato, regione

source: Accuracy
fr_fr: Précision
it_it: Precisione

source: Add
fr_fr: Ajouter
it_it: Aggiungere

source: Add data to WordPress
fr_fr: Ajouter des données à WordPress
it_it: Inserisci dati nel wordpress

source: Admin1 Code
fr_fr: Code Admin 1
it_it: Code Admin 1

source: Admin1 Name
fr_fr: Code Admin 1
it_it: Code Admin 1

source: Admin2 Code
fr_fr: Code Admin 2
it_it: Code Admin 2

source: Admin2 Name
fr_fr: Code Admin 2
it_it: Code Admin 2

source: Admin3 Code
fr_fr: Code Admin 3
it_it: Code Admin 3

source: Admin3 Name
fr_fr: Code Admin 3
it_it: Code Admin 3

source: Admin4 Code
fr_fr: Code Admin 4
it_it: Code Admin 4

source: Allows you to insert all or part of the global GeoNames database in your WordPress base.
fr_fr: Permet d'insérer les millions données de la base de données GeoNames dans votre base WordPress.
it_it: Ti permette di inserire tutto o parte del database globale GeoNames nella tua base Wordpress.

source: Alternate Names
fr_fr: Noms alternatifs
it_it: nome alternativo

source: Ascii Name
fr_fr: Nom ASCII
it_it: Nome ASCII

source: Change
fr_fr: Modifier
it_it: Modifica

source: Check Datas
fr_fr: Vérifier les données
it_it: Controllare i dati

source: Check your Geonames datas
fr_fr: Vérifier vos données Geonames
it_it: Verifica i dati Geonames

source: Choose columns to insert
fr_fr: Choisissez les éléments à insérer
it_it: Scegliere colonne da inserire

source: Choose type of data to insert
fr_fr: Choisissez le type de données à insérer
it_it: scegli il tipo di dati da inserire

source: City
fr_fr: Ville
it_it: Città

source: Clear this table (TRUNCATE)
fr_fr: Vider cette table (TRUNCATE)
it_it: Vuotare questa tabella (TRUNCATE)

source: Countries
fr_fr: Pays
it_it: Paesi

source: Country
fr_fr: Pays
it_it: Paese

source: Country Code
fr_fr: Code ISO du Pays
it_it: prefisso internazionale

source: Country Code2
fr_fr: Autre code ISO
it_it: prefisso internazionale 2

source: Country list
fr_fr: Liste des pays
it_it: Lista dei paesi

source: Data
fr_fr: Données
it_it: Dati

source: Datas are very old. You should Clear this table and Add new datas.
fr_fr: Les données sont très anciennes. Vous devriez vider cette table et ajouter de nouvelles données.
it_it: I dati sono molto vecchi. Dovresti cancellare questa tabella e aggiungere nuovi dati.

source: Digital Elevation Model
fr_fr: Modèle d'élévation
it_it: modello di elevazione digitale

source: Display the OpenStreetMap (default=0) : map=1
fr_fr: Afficher la carte OpenStreetMap (defaut=0) : map=1
it_it: Visualizza la mappa OpenStreetMap (defaut=0) : map=1

source: Done, data are in base.
fr_fr: OK, les données sont en base.
it_it: OK, i dati sono inseriti.

source: Done, table is empty.
fr_fr: OK, la table est vide.
it_it: OK, la tavola è vuota.

source: Edit Datas
fr_fr: Edition des données
it_it: Modificare i dati

source: Elevation
fr_fr: Altitude
it_it: elevazione

source: Example : <b>[wp-geonames zoom=12 map=1 id1=ctr id2=reg id3=cit]</b>.
fr_fr: Exemple : <b>[wp-geonames zoom=12 map=1 id1=ctr id2=reg id3=cit]</b>.
it_it: Esempio : <b>[wp-geonames zoom=12 map=1 id1=ctr id2=reg id3=cit]</b>.

source: Failed !
fr_fr: Echec !
it_it: Fallito !

source: Failure in the download of the zip.
fr_fr: Echec lors du téléchargement du fichier ZIP.
it_it: Errore durante lo scaricamento del file ZIP.

source: Failure in the extraction of the zip.
fr_fr: Echec lors de l'extraction du fichier ZIP.
it_it: Errore durante l'estrazione del file ZIP.

source: Feature Class
fr_fr: Catégorie
it_it: Caratterisca di classe

source: Feature Code
fr_fr: Catégorie (code)
it_it: Codice caratteristica

source: General
fr_fr: Général
it_it: Generale

source: H : stream, lake
fr_fr: H : fleuve, lac
it_it: H : fiume, lago

source: Help
fr_fr: Aide
it_it: Aiuto

source: L : parks,area
fr_fr: L : parcs, zone
it_it: L : parchi, zona

source: Latitude
it_it: Latitudine

source: List of countries in this database
fr_fr: Liste des pays en base
it_it: lista di paesi in questo database

source: Location Taxonomy Form
fr_fr: Formulaire de taxonomie de ville
it_it: Form di tassonomia del luogo

source: Longitude
it_it: Longitudine

source: Max number of proposal city (default=10) : nbcity=5
fr_fr: Nombre maximum de villes proposées (defaut=10) : nbcity=5
it_it: Numero massimo di città proposte (defaut=10) : nbcity=5

source: Modification Date
fr_fr: Date de modification
it_it: Data di modifica

source: Name
fr_fr: Nom
it_it: Nome

source: Name and ID of the input City field (default=geoCity) : id3=city
fr_fr: Name et ID du champ Select de ville (defaut=geoCity) : id3=maVille
it_it: Nome e ID del campo selettore di città (defaut=geoCity) : id3=città

source: Name and ID of the select Country field (default=geoCountry) : id1=country
fr_fr: Name et ID du champ Select de Pays (defaut=geoCountry) : id1=monPays
it_it: Nome e ID del campo selettore di paese (defaut=geoCountry) : id1=paese

source: Name and ID of the select Region field (default=geoRegion) : id2=state
fr_fr: Name et ID du champ Select de Région (defaut=geoRegion) : id2=maRegion
it_it: Nome e ID del campo selettore di regione (defaut=geoRegion) : id2=regione

source: Name of the JSON output var (default=geoRow) : out=citydata
fr_fr: Nom de la variable de sortie en JSON (defaut=geoRow) : out=mesDatas
it_it: Nome della variabile di uscita in JSON (defaut=geoRow) : out=mesDatas

source: No connection available or issue with PHP file_get_contents(url)
fr_fr: Pas de connexion ou problème avec la fonction PHP file_get_contents(url)
it_it: Nessuna connessione disponibile o problema con PHP_get_contents(url)

source: Number of data in this database
fr_fr: Nombre de données en base
it_it: numero di dati in questo database

source: Official Country List
fr_fr: Liste officielle des pays
it_it: Lista ufficiale dei paesi

source: Only alphanumeric characters are allowed (az,AZ,09)
fr_fr: Seuls les caractères alphanumériques sont autorisés (az, AZ, 09)
it_it: Sono ammessi solo caratteri alfanumerici (az,AZ,09)

source: OpenStreetMap initial zoom (default=9) : zoom=10
fr_fr: Zoom initial OpenStreetMap (défaut=9) : zoom=10
it_it: Zoom iniziale OpenStreetMap (défaut=9) : zoom=10

source: P : city, village
fr_fr: P : ville, village
it_it: P : città, villaggio

source: P* : just city
fr_fr: P* : uniquement les villes
it_it: P* : solo le città

source: Population
it_it: popolazione

source: Postal Code
fr_fr: Code Postal
it_it: codice postale

source: Postal codes
fr_fr: Codes postaux
it_it: Codici postali

source: Postal list
fr_fr: Liste Postal
it_it: Lista postale

source: R : road, railroad
fr_fr: R : route, chemin de fer
it_it: R : strada, ferrovia

source: Region
fr_fr: Région
it_it: Regione

source: S : spot, building, farm
fr_fr: S : lieu, bâtiment, terrain
it_it: S : luogo, palazzo, terreno

source: Search
fr_fr: Recherche
it_it: Cerca

source: Selected
fr_fr: Sélectionnés
it_it: Selezionati

source: Settings
fr_fr: Configuration
it_it: Configurazioni

source: T : mountain,hill,rock
fr_fr: T : montagne, colline, rocher
it_it: T : montagna, collina, picco

source: This plugin allows to insert into the database the millions of places available free of charge on the GeoNames website.
fr_fr: Ce plugin permet d'insérer dans la base de données des millions de lieux disponibles gratuitement sur le site GeoNames.
it_it: Questo plugin permette di inserire nel database i milioni di posti disponibili gratuitamente sul sito web GeoNames

source: Timezone
fr_fr: Fuseau Horaire
it_it: fuso orario

source: To know how to use the data, look at the readme.txt file.
fr_fr: Pour en savoir plus sur l'utilisation de cette table, lisez le fichier readme.txt.
it_it: Per saperne di più sull'uso di questa tabella, leggi il file readme.txt.

source: Type of data
fr_fr: Type de données
it_it: Tipo di dati

source: U : undersea
fr_fr: U : sous la mer
it_it: U : sotto il mare

source: V : forest,heath
fr_fr: V : forêt, landes
it_it: V : foresta, landa

source: You can also adapt the form to your style by changing the <u>templates/wp-geonames_location_taxonomy.php</u> file and moving it to your theme.
fr_fr: Vous pouvez également adapter le formulaire à votre site en modifiant le fichier <u>templates/wp-geonames_location_taxonomy.php</u> et en l'enregistrant dans votre thème.
it_it: Puoi anche adattare il form al tuo sito modificando il file <u>templates/wp-geonames_location_taxonomy.php</u> e registrandolo nel tuo tema.

source: You can create a simple location taxonomy Form with the shortcode <b>[wp-geonames]</b>. The options are as follows :
fr_fr: Vous pouvez créer un formulaire de taxonomie de villes assez simplement avec le shortcode <b>[wp-geonames]</b>. Les options sont les suivantes :
it_it: Puoi creare un form semplice di tassonomia dei luoghi con lo shortcode <b>[wp-geonames]</b>.Le opzioni sono le seguenti :
